[
    {
        "question": "What three things am I grateful for today?",
        "category": "Morning"
    },
    {
        "question": "What are the top three priorities I need to focus on today?",
        "category": "Morning"
    },
    {
        "question": "What is one thing I can do today to take a step towards a personal goal or dream?",
        "category": "Morning"
    },
    {
        "question": "What is one thing I am looking forward to today?",
        "category": "Morning"
    },
    {
        "question": "How can I show kindness or appreciation to others today?",
        "category": "Morning"
    },
    {
        "question": "What are three key things I learned today?",
        "category": "Evening"
    },
    {
        "question": "What am I most proud of achieving or doing today?",
        "category": "Evening"
    },
    {
        "question": "What thoughts or worries am I holding onto that I need to let go of?",
        "category": "Evening"
    },
    {
        "question": "What is one thing I am looking forward to tomorrow?",
        "category": "Evening"
    },
    {
        "question": "What specific worries are on my mind right now?",
        "category": "Calm Worries"
    },
    {
        "question": "Can I identify what's within my control regarding these worries?",
        "category": "Calm Worries"
    },
    {
        "question": "What evidence do I have that supports or refutes my worries?",
        "category": "Calm Worries"
    },
    {
        "question": "What positive actions can I take to address the aspects that are within my control?",
        "category": "Calm Worries"
    },
    {
        "question": "What would I say to a friend who had these same worries?",
        "category": "Calm Worries"
    },
    {
        "question": "What are the most significant accomplishments I achieved this week?",
        "category": "Weekly Wrap Up"
    },
    {
        "question": "What challenges did I face this week, and how did I overcome them?",
        "category": "Weekly Wrap Up"
    },
    {
        "question": "What lessons did I learn this week?",
        "category": "Weekly Wrap Up"
    },
    {
        "question": "What am I grateful for this week?",
        "category": "Weekly Wrap Up"
    },
    {
        "question": "How well did I balance work, rest, and play this week?",
        "category": "Weekly Wrap Up"
    },
    {
        "question": "What are three things you felt grateful for today?",
        "category": "Gratitude"
    },
    {
        "question": "Who is someone in your life that you're thankful for and why?",
        "category": "Gratitude"
    },
    {
        "question": "What is one way I can spread positivity today?",
        "category": "Gratitude"
    },
    {
        "question": "What am I most proud of myself for today?",
        "category": "Self Compassion"
    },
    {
        "question": "What are three things I am grateful for about myself?",
        "category": "Self Compassion"
    },
    {
        "question": "How can I show myself patience and kindness today?",
        "category": "Self Compassion"
    },
    {
        "question": "What are my primary goals for the upcoming week/month/year?",
        "category": "Planning"
    },
    {
        "question": "Why are these goals important to me?",
        "category": "Planning"
    },
    {
        "question": "What steps am I taking to achieve these goals?",
        "category": "Planning"
    },
    {
        "question": "What challenges might I encounter in achieving these goals?",
        "category": "Planning"
    },
    {
        "question": "Who or what can support me in reaching these goals?",
        "category": "Planning"
    },
    {
        "question": "Are there any habits I need to develop to support my plans?",
        "category": "Planning"
    },
    {
        "question": "What does success look like for each of my goals?",
        "category": "Planning"
    },
    {
        "question": "How will I reward myself for making progress towards my goals?",
        "category": "Planning"
    },
    {
        "question": "How do I feel about the plans I have set for myself?",
        "category": "Planning"
    },
    {
        "question": "What's a decision you're currently contemplating? List its pros and cons, and consider the potential outcomes.",
        "category": "Decision Making"
    },
    {
        "question": "What are my initial feelings towards each option, and why do I feel this way?",
        "category": "Decision Making"
    },
    {
        "question": "What facts and information am I basing my decision on?",
        "category": "Decision Making"
    },
    {
        "question": "Who will be affected by my decision, and how?",
        "category": "Decision Making"
    },
    {
        "question": "How does this decision align with my long-term goals and values?",
        "category": "Decision Making"
    },
    {
        "question": "What is the worst that could happen, and how could I handle it?",
        "category": "Decision Making"
    }
]