[
    {
        "question": "What three things am I grateful for today?",
        "category": "Morning"
    },
    {
        "question": "What are the top three priorities I need to focus on today?",
        "category": "Morning"
    },
    {
        "question": "What is one thing I can do today to take a step towards a personal goal or dream?",
        "category": "Morning"
    },
    {
        "question": "What is one thing I am looking forward to today?",
        "category": "Morning"
    },
    {
        "question": "How can I show kindness or appreciation to others today?",
        "category": "Morning"
    },
    {
        "question": "How do my professional goals align with my personal values?",
        "category": "Morning"
    },
    {
        "question": "What are three key things I learned today?",
        "category": "Evening"
    },
    {
        "question": "What am I most proud of achieving or doing today?",
        "category": "Evening"
    },
    {
        "question": "What thoughts or worries am I holding onto that I need to let go of?",
        "category": "Evening"
    },
    {
        "question": "What emotions am I feeling right now that I can acknowledge and then release?",
        "category": "Evening"
    },
    {
        "question": "What is one thing I am looking forward to tomorrow?",
        "category": "Evening"
    },
    {
        "question": "What specific worries are on my mind right now?",
        "category": "Calm Worries"
    },
    {
        "question": "Can I identify what's within my control regarding these worries?",
        "category": "Calm Worries"
    },
    {
        "question": "What evidence do I have that supports or refutes my worries?",
        "category": "Calm Worries"
    },
    {
        "question": "What positive actions can I take to address the aspects that are within my control?",
        "category": "Calm Worries"
    },
    {
        "question": "What would I say to a friend who had these same worries?",
        "category": "Calm Worries"
    },
    {
        "question": "What are the most significant accomplishments I achieved this week?",
        "category": "Weekly Wrap Up"
    },
    {
        "question": "What challenges did I face this week, and how did I overcome them?",
        "category": "Weekly Wrap Up"
    },
    {
        "question": "What lessons did I learn this week?",
        "category": "Weekly Wrap Up"
    },
    {
        "question": "How well did I balance work, rest, and play this week?",
        "category": "Weekly Wrap Up"
    },
    {
        "question": "What am I grateful for this week?",
        "category": "Weekly Wrap Up"
    },
    {
        "question": "What are three things you felt grateful for today?",
        "category": "Gratitude"
    },
    {
        "question": "Who is someone in your life that you're thankful for and why?",
        "category": "Gratitude"
    },
    {
        "question": "Recall a past experience that brought you immense joy and gratitude. Describe it in detail.",
        "category": "Gratitude"
    },
    {
        "question": "List five things in nature that you find beautiful and appreciate.",
        "category": "Gratitude"
    },
    {
        "question": "Write about a moment when you overcame a challenge, and express gratitude for your resilience.",
        "category": "Gratitude"
    },
    {
        "question": "What would you say to a friend in your situation? How can you apply this to yourself?",
        "category": "Self Compassion"
    },
    {
        "question": "Reflect on a time when you were too hard on yourself. How can you practice self-compassion in similar situations?",
        "category": "Self Compassion"
    },
    {
        "question": "Write a letter to your past self, offering understanding and compassion for the challenges you faced.",
        "category": "Self Compassion"
    },
    {
        "question": "Describe three things you love about yourself, both internally and externally.",
        "category": "Self Compassion"
    },
    {
        "question": "Think of a mistake you made recently and write about how you can learn from it with self-compassion.",
        "category": "Self Compassion"
    },
    {
        "question": "What's an idea you've had recently that excited you? Explore it further and brainstorm ways to bring it to life.",
        "category": "Creativity"
    },
    {
        "question": "If you could create anything without limitations, what would it be? Describe it in vivid detail and imagine the impact it would have.",
        "category": "Creativity"
    },
    {
        "question": "Experiment with a new creative medium today, whether it's drawing, writing, or crafting, and write about your experience.",
        "category": "Creativity"
    },
    {
        "question": "Think of a time when you felt creatively blocked. What strategies can you use to overcome creative obstacles?",
        "category": "Creativity"
    },
    {
        "question": "Describe a place that inspires your creativity. What is it about that place that sparks your imagination?",
        "category": "Creativity"
    },
    {
        "question": "What are five things you can see, hear, or feel right now? Write about your sensory experiences in this moment.",
        "category": "Mindfulness"
    },
    {
        "question": "Reflect on a moment today when you felt fully present. What were you doing, and how did it make you feel?",
        "category": "Mindfulness"
    },
    {
        "question": "Try a brief mindfulness meditation today and write about your thoughts and sensations during the practice.",
        "category": "Mindfulness"
    },
    {
        "question": "Explore a mindful eating experience. Write about the flavors, textures, and sensations of each bite.",
        "category": "Mindfulness"
    },
    {
        "question": "Write a gratitude list from a mindful perspective, focusing on the present moment and what you appreciate right now.",
        "category": "Mindfulness"
    },
    {
        "question": "What are three goals you have for this month? Break down the steps needed to achieve each goal.",
        "category": "Planning"
    },
    {
        "question": "Create a vision board for your long-term goals. Describe the images and symbols you would include.",
        "category": "Planning"
    },
    {
        "question": "Reflect on a past successful planning experience. What strategies did you use, and how can you apply them to current goals?",
        "category": "Planning"
    },
    {
        "question": "Write about a time when your planning efforts didn't go as expected. What did you learn from this experience?",
        "category": "Planning"
    },
    {
        "question": "Explore your daily routines and identify areas where better planning could improve your productivity and well-being.",
        "category": "Planning"
    },
    {
        "question": "What's a decision you're currently contemplating? List its pros and cons, and consider the potential outcomes.",
        "category": "Decision Making"
    },
    {
        "question": "Imagine you have a trusted advisor. Write a dialogue between you and this advisor, discussing a decision you need to make.",
        "category": "Decision Making"
    },
    {
        "question": "Reflect on a past decision that had a significant positive impact on your life. What factors influenced your choice?",
        "category": "Decision Making"
    },
    {
        "question": "Describe a decision-making process that involves both intuition and rational analysis. How do these aspects complement each other?",
        "category": "Decision Making"
    },
    {
        "question": "Explore the concept of 'decision regret.' Write about a decision you regret and what you would do differently now, if anything.",
        "category": "Decision Making"
    }
]
